Repository: rameel/janus
Catalog: Janus/Features/ForumViewer/MessageEditor/Menu/TagsResources.*.resx
Languages: ru

# Code.Asm.Description
source: Assembler code
ru: Код на Assembler

# Code.C.Description
source: C/C++ code
ru: Код на C/C++

# Code.Common.Description
source: Common code
ru: Код

# Code.CSharp.Description
source: C# code
ru: Код на C#

# Code.Erlang.Description
source: Erlang code
ru: Код на Erlang

# Code.Haskell.Description
source: Haskell code
ru: Код на Haskell

# Code.Java.Description
source: Java code
ru: Код на Java

# Code.Lisp.Description
source: Lisp code
ru: Код на Lisp

# Code.Midl.Description
source: MIDL code
ru: Код на MIDL

# Code.Msil.Description
source: MSIL code
ru: Код на MSIL

# Code.Okaml.Description
source: Okaml code
ru: Код на Okaml

# Code.Pascal.Description
source: Pascal code
ru: Код на Pascal

# Code.Perl.Description
source: Perl code
ru: Код на Perl

# Code.Php.Description
source: PHP code
ru: Код на PHP

# Code.Prolog.Description
source: Prolog code
ru: Код на Prolog

# Code.Python.Description
source: Python code
ru: Код на Python

# Code.Ruby.Description
source: Ruby code
ru: Код на Ruby

# Code.Sql.Description
source: SQL code
ru: Код на SQL

# Code.Vb.Description
source: Visual Basic code
ru: Код на Visual Basic

# Code.Xml.Description
source: Xml code
ru: Код на Xml

# Emotion.Beer.Description
source: Beer
ru: Ну… давай

# Emotion.Biggrin.Description
source: Big grin
ru: Широкая улыбка

# Emotion.Confused.Description
source: Bewilderment
ru: Замешательство

# Emotion.Crash.Description
source: Malicious Programmer
ru: Злой программист

# Emotion.Down.Description
source: Disapproval
ru: Несогласие

# Emotion.Frown.Description
source: Annoyed
ru: Огорчение

# Emotion.Lol.Description
source: Laugh
ru: Смех

# Emotion.Maniac.Description
source: Maniac
ru: Маньяк

# Emotion.Shuffle.Description
source: Confusion
ru: Смущение

# Emotion.Smile.Description
source: Smile
ru: Улыбка

# Emotion.Super.Description
source: Super
ru: Супер

# Emotion.Up.Description
source: Approval
ru: Одобрение

# Emotion.User.Description
source: Work
ru: Работа

# Emotion.Wink.Description
source: Wink
ru: Подмигивание

# Emotion.Wow.Description
source: WOW!
ru: ВАУ!

# Format.Bold.Description
source: Bold
ru: Выделение полужирным шрифтом

# Format.Email.Description
source: Insert e-mail
ru: Вставить e-mail

# Format.Hr.Description
source: Horizontal line
ru: Горизонтальная линия

# Format.Img.Description
source: Insert picture URL
ru: Вставить ссылку на картинку

# Format.Italic.Description
source: Italic
ru: Выделение курсивом

# Format.List.Description
source: List
ru: Список

# Format.List1.Description
source: Digit list
ru: Список с цифровой нумерацией

# Format.Lista.Description
source: Alpha list
ru: Cписок с буквенной нумерацией

# Format.ListItem.Description
source: List item
ru: Элемент списка

# Format.Msdn.Description
source: Search in MSDN
ru: Поиск в MSDN

# Format.Quote.Description
source: Quote
ru: Цитирование

# Format.Table.Description
source: Table
ru: Таблица

# Format.TableCell.Description
source: Table cell
ru: Ячейка таблицы

# Format.TableHeader.Description
source: Table header
ru: Заголовок таблицы

# Format.TableRow.Description
source: Table row
ru: Строка таблицы

# Format.Title1.Description
source: Title 1
ru: Заголовок 1

# Format.Title2.Description
source: Title 2
ru: Заголовок 2

# Format.Title3.Description
source: Title 3
ru: Заголовок 3

# Format.Title4.Description
source: Title 4
ru: Заголовок 4

# Format.Title5.Description
source: Title 5
ru: Заголовок 5

# Format.Title6.Description
source: Title 6
ru: Заголовок 6

# Format.Url.Description
source: Insert URL
ru: Вставить ссылку

# Code.Nemerle.Description
source: Nemerle code
ru: Код на Nemerle

# Emotion.Facepalm.Description
source: Facepalm
ru: Фейспалм

# Emotion.Sarcasm.Description
source: Sarcasm
ru: Сарказм
